0.1.0/tutorials/incompressible/simple/mixer_vessel_2d/0/epsilon
// mousse: CFD toolbox

FoamFile
{
  version     2.0;
  format      ascii;
  class       volScalarField;
  location    "0";
  object      epsilon;
}

dimensions      [0 2 -3 0 0 0 0];
internalField   uniform 20;

boundaryField
{
  rotor
  {
    type            epsilonWallFunction;
    value           $internalField;
  }
  stator
  {
    type            epsilonWallFunction;
    value           $internalField;
  }
  front
  {
    type            empty;
  }
  back
  {
    type            empty;
  }
}

// vim: set ft=foam et sw=2 ts=2 sts=2:
