0.1.0/tutorials/incompressible/simple/mixer_vessel_2d/0/nut
// mousse: CFD toolbox

FoamFile
{
  version     2.0;
  format      ascii;
  class       volScalarField;
  location    "0";
  object      nut;
}

dimensions      [0 2 -1 0 0 0 0];
internalField   uniform 0;

boundaryField
{
  rotor
  {
    type            nutkWallFunction;
    value           uniform 0;
  }
  stator
  {
    type            nutkWallFunction;
    value           uniform 0;
  }
  front
  {
    type            empty;
  }
  back
  {
    type            empty;
  }
}

// vim: set ft=foam et sw=2 ts=2 sts=2:
